---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.DefaultConstructionMassFloor
source: html/b0e89331-ba57-72e8-2577-f897ee0d2971.htm
---
# Autodesk.Revit.DB.ParameterTypeId.DefaultConstructionMassFloor Property

"Mass Floor"

## Syntax (C#)
```csharp
public static ForgeTypeId DefaultConstructionMassFloor { get; }
```